---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisBuildingEnvelopeAnalyticalGridCellSize
source: html/d020c293-e5e6-6ae4-ffda-5994d7602de6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisBuildingEnvelopeAnalyticalGridCellSize Property

"Analytical Grid Cell Size"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEnergyAnalysisBuildingEnvelopeAnalyticalGridCellSize { get; }
```